[
  {
    "model": "posts.post",
    "pk": 1,
    "fields": {
      "title": "The part where I am a Feminist",
      "content": "<p>Yes, I am a feminist yes indeed. I am not afraid anymore to say that the country I grew up in, held very little dignity for women. It is the 21st century and we are still backward in so many things. A girl is trained to be a housewife from the day of her birth to do chores to do dishes to cook to take care of the family where she can be so much more than that. I didn't like the fact that how the women of the family had to do everything while the men can relax and still talk bad about the women in the household. It was very strange to me that the women are doing so much more than men and still not getting the credit for it. I felt really bad and unhappy with the fact that I had to learn how to cook and other things just because that was what our society wanted us to do. My mother always used to say that you have to learn cooking and this and that and blah blah blah. She was right in her own ways but at that time I just didn't want to learn it because the society wanted me to do it not because I wanted to do it. I didn't like the fact that how limited our society is when it comes to the rights of a woman, a girl, a mother.&nbsp; I was a rebel I never learned cooking back home because I didn't want to do so because of the norms and beliefs I was irritated pissed and what not. I felt bad for my mother doing things all on her own but I just didn't like it.&nbsp;At that time I used to say things that my elders didn't like I wanted to have my own opinion but it felt so wrong to speak up and express. It was a huge crime to express yourself because of the notion that \"elders are always right and they care and they think about you\" which is all bullshit.&nbsp; I know if you are older you have much more experience with life and you can share your ideas and views with us but it doesn't mean that you can suppress our voices. I didn't like to speak much because often I am misunderstood by people. I have a different opinion and a different approach to life. I want to live my life on my own terms.</p>\r\n<p>I believe that every girl child has the right to get the education the life and the dreams she wants. A girl deserves more than just a family, let her dream a new dream. Encourage her to achieve more motivate her to be the best version of herself. Let's not plant a seed of jealousy, anger, and hatred into one another. Let's not make a society all about fear, boundary, and discomfort. Let's break all the rules and let her fly to see how far she can go. To see how she can grow and help the people around her grow as well.</p>\r\n<p>I understand now what it truly feels like to be independent to grow to learn to have an opinion. I, yes I who was an introvert, who was naive, who was arrogant, who was misunderstood by so many people had finally learned now that it doesn't matter what people think of you it matters what you believe in.</p>\r\n<p>My mother who is a housewife has very small desires in life her happiness lies in her children's success she wants me to succeed and do more in life that she never had the chance to. She never stopped believing in me even when the times were rough. As she was the older sister in her family she sacrificed so many things to make her sibling's life better she was married at a young age had her first child which is me after a year in her marriage. Right after her marriage, she took responsibility as the oldest daughter-in-law of a family. She is very limited and her mindset is very narrow if she had had the chance to get the education in her life it would have been different but the circumstances in your life shape your future and so she gave up her dreams and made us (me and my brother) her dream. I believe my mother and father as a living example of a GOD. I take my parents as my center of the universe because I know even when the world stops believing in me they will not. It is strange how we take our parents for granted but when I actually moved to a different country for my studies I realized their worth and the protective shield which always surrounded me was now broken. I had to face the problems on my own to make my own decisions and manage everything. And boy oh boy it is a bumpy ride I fell I bruised I hurt myself a thousand times and finally realized that everything happens for a reason and the journey still continues...</p>",
      "file": "scaleimg1.jpg"
    }
  },
  {
    "model": "posts.post",
    "pk": 2,
    "fields": {
      "title": "Struggles of being a women",
      "content": "<p>I would like every woman to read this post.</p>\r\n<p>Coming from a third world country, I had to face a lot of challenges stepping into a totally different world. The first thing was the fact of staying away from the family. The second was adjusting to the American culture, it was a transition phase for me which was the hardest. Changing the mindset that women have equal rights in this country. Getting to know people from different cultures and backgrounds and finding similarities in many ways. Stepping out of the comfort zone and being challenged every now and then to learn something new.</p>\r\n<p>This year I would like to create awareness about the importance of equal rights and education, and that is by sharing my story of awareness. I realized lately, that you are much more than what society thinks. You have one life to break the norms and become someone powerful. That everything you do affects someone in someways and its okay to make mistakes as you learn from it. As human beings, we are here to give and help each other and the community. I would like every woman to read this post in Nepal that you are all you need to grow and achieve what your heart desires. We grow up in a small and narrow-minded community where we are treated unequally. Where women are expected to do the house chores and males are expected to earn the living. Where opinionated women are not appreciated, where the voice of a woman is not heard. Where if you are women and you go against the norms, you are labeled. I didn't understand back then why I was expected to do just house chores so I raised a question to my mom and being naive she said that is what I did and she wanted to pass on the same thing she has been doing over a decade, which is taking care of everyone and still being treated unequally. She doesn't complain nor does she know her rights. My great grandmother was a housewife, my grandmother was a housewife and my mother is a housewife. Looking at the trend I understand why she hasn't thought of her rights because they are not aware of self-respect. Being opinionated and having self-respect is too selfish for them when it is not. It is okay to stand up for yourself and raise the question. It is not okay to take everything that brings you down. I would like to be the change-maker by educating women about their rights.</p>\r\n<p>I am grateful to my mom that she decided to change the game and send me to school. With education and exposure to a totally different country, I had the chance to know my self closely. It is astonishing how I found myself in a totally different country. I would like to conclude with: Hey women you are beautiful and you are worthy you have the power to change your reality. You are not just a mother, a daughter and a wife you are an entrepreneur, change-maker, politician, singer, writer and so much more. Please speak for your rights and change the norms for the future generation. You are all you need and the light you have been finding elsewhere is actually within you. Cheers to the year 2020.</p>",
      "file": "mom.jpg"
    }
  },
  {
    "model": "posts.post",
    "pk": 3,
    "fields": {
      "title": "The painful truth",
      "content": "<div style=\"font-family: 'Times New Roman'; font-size: medium;\" data-blogger-escaped-style=\"text-align: left;\">\r\n<p style=\"margin: 0px;\"><span style=\"font-family: verdana, sans-serif;\" data-blogger-escaped-style=\"font-family: &quot;verdana&quot; , sans-serif;\">Where to begin with there are so many things that I want to share with you guys. I guess everybody has suffered or went through the same situation in life, which sort of changed the way you think. Life teaches you patience, perseverance, hatred, love and many more things. It basically either breaks you or makes you a better person. People, who usually have gone through a lot of pain in life have a deeper understanding of life than those who haven't. It's like we think differently than all of those normal people, no offense whatsoever. Sometimes, we get attached to people who understand us but the fear of getting hurt always persists within us. Its strange how people peak on the weak ones to hide their own weaknesses. And it feels amazing to see the weak ones showing strength in ways that nobody could believe. It needs courage, lots and lots of hard work, motivation to keep on going, to continuously prove yourself. You have to be your own hope, motivator, and supporter most of the time. It is the bitter truth that no one will always be there for you. You have to be strong enough to handle the stress and be your own friend, philosopher, and guide. You need to find that passion to keep yourself busy, do not let your mind to overpower you. As human beings, we have an innate capacity to able to think and analyze things. Everyone has their own cognitive space and different ways of perception. In this fast-paced world, people have lost faith in humanity and have become materialistic. And believe me, money drives people crazy. I am saying it from my own experiences. We run towards being successful and wealthy that we do not&nbsp;realize what we have lost, the most valuable thing in the world our family, our roots and when you try to go back it's too late already. It is true that you need to have a passion, it is true that you need to have success. However, it is not good to sacrifice&nbsp;your family for your selfish needs, you must find a balance. And there I learned the key to life is balancing everything the good the bad.</span></p>\r\n</div>\r\n<p style=\"margin: 0px; font-family: 'Times New Roman'; font-size: medium;\"><span style=\"font-family: verdana, sans-serif;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span></p>\r\n<p style=\"margin: 0px; font-family: 'Times New Roman'; font-size: medium;\"><span style=\"font-family: verdana, sans-serif;\" data-blogger-escaped-style=\"font-family: &quot;verdana&quot; , sans-serif;\">Just like Ying and yang, there are positives and there&nbsp;are negatives all you need to know is how to balance those two. Once you excel in that you will find peace and happiness within. I was struggling all the time because I couldn't take the negative comments. It was too painful for me to take those comments. I always questioned myself \"Why is this happening to me?\", \"What have I done wrong?\",\"Why me?\". I was being too negative and I started to give up on myself and trust me that is the worst thing you want to do to yourself. Never let the negativity break or get to you cause you are precious and unique. You are what you are, never change for anybody else but always change for the better. Surround yourself with good people who know your worth and love you for being you. Let go of people who do not try to understand you cause it is meaningless to hold on to. And always believe in your dreams and yourself cause you are priceless and extraordinary.</span></p>",
      "file": "scaleimg3.jpg"
    }
  },
  {
    "model": "subscribers.subscriber",
    "pk": 1,
    "fields": {
      "email": "danny@sbo.tech"
    }
  },
  {
    "model": "subscribers.subscriber",
    "pk": 2,
    "fields": {
      "email": "d.oquinn@sbo.tech"
    }
  },
  {
    "model": "subscribers.subscriber",
    "pk": 3,
    "fields": {
      "email": "d.oquinn2@sbo.tech"
    }
  },
  {
    "model": "subscribers.subscriber",
    "pk": 4,
    "fields": {
      "email": "s.joshi@sbo.tech"
    }
  },
  {
    "model": "subscribers.subscriber",
    "pk": 5,
    "fields": {
      "email": "s.josh@sbo.tech"
    }
  },
  {
    "model": "pictures.picture",
    "pk": 1,
    "fields": {
      "file": "logo_co9Rsec.png"
    }
  },
  {
    "model": "pictures.picture",
    "pk": 2,
    "fields": {
      "file": "20200130_160249.jpg"
    }
  },
  {
    "model": "pictures.picture",
    "pk": 3,
    "fields": {
      "file": "nature.jpg"
    }
  },
  {
    "model": "auth.permission",
    "pk": 1,
    "fields": {
      "name": "Can add log entry",
      "content_type": 1,
      "codename": "add_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 2,
    "fields": {
      "name": "Can change log entry",
      "content_type": 1,
      "codename": "change_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 3,
    "fields": {
      "name": "Can delete log entry",
      "content_type": 1,
      "codename": "delete_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 4,
    "fields": {
      "name": "Can view log entry",
      "content_type": 1,
      "codename": "view_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 5,
    "fields": {
      "name": "Can add group",
      "content_type": 2,
      "codename": "add_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 6,
    "fields": {
      "name": "Can change group",
      "content_type": 2,
      "codename": "change_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 7,
    "fields": {
      "name": "Can delete group",
      "content_type": 2,
      "codename": "delete_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 8,
    "fields": {
      "name": "Can view group",
      "content_type": 2,
      "codename": "view_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 9,
    "fields": {
      "name": "Can add user",
      "content_type": 3,
      "codename": "add_user"
    }
  },
  {
    "model": "auth.permission",
    "pk": 10,
    "fields": {
      "name": "Can change user",
      "content_type": 3,
      "codename": "change_user"
    }
  },
  {
    "model": "auth.permission",
    "pk": 11,
    "fields": {
      "name": "Can delete user",
      "content_type": 3,
      "codename": "delete_user"
    }
  },
  {
    "model": "auth.permission",
    "pk": 12,
    "fields": {
      "name": "Can view user",
      "content_type": 3,
      "codename": "view_user"
    }
  },
  {
    "model": "auth.permission",
    "pk": 13,
    "fields": {
      "name": "Can add permission",
      "content_type": 4,
      "codename": "add_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 14,
    "fields": {
      "name": "Can change permission",
      "content_type": 4,
      "codename": "change_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 15,
    "fields": {
      "name": "Can delete permission",
      "content_type": 4,
      "codename": "delete_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 16,
    "fields": {
      "name": "Can view permission",
      "content_type": 4,
      "codename": "view_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 17,
    "fields": {
      "name": "Can add content type",
      "content_type": 5,
      "codename": "add_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 18,
    "fields": {
      "name": "Can change content type",
      "content_type": 5,
      "codename": "change_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 19,
    "fields": {
      "name": "Can delete content type",
      "content_type": 5,
      "codename": "delete_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 20,
    "fields": {
      "name": "Can view content type",
      "content_type": 5,
      "codename": "view_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 21,
    "fields": {
      "name": "Can add session",
      "content_type": 6,
      "codename": "add_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 22,
    "fields": {
      "name": "Can change session",
      "content_type": 6,
      "codename": "change_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 23,
    "fields": {
      "name": "Can delete session",
      "content_type": 6,
      "codename": "delete_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 24,
    "fields": {
      "name": "Can view session",
      "content_type": 6,
      "codename": "view_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 25,
    "fields": {
      "name": "Can add post",
      "content_type": 7,
      "codename": "add_post"
    }
  },
  {
    "model": "auth.permission",
    "pk": 26,
    "fields": {
      "name": "Can change post",
      "content_type": 7,
      "codename": "change_post"
    }
  },
  {
    "model": "auth.permission",
    "pk": 27,
    "fields": {
      "name": "Can delete post",
      "content_type": 7,
      "codename": "delete_post"
    }
  },
  {
    "model": "auth.permission",
    "pk": 28,
    "fields": {
      "name": "Can view post",
      "content_type": 7,
      "codename": "view_post"
    }
  },
  {
    "model": "auth.permission",
    "pk": 29,
    "fields": {
      "name": "Can add subscriber",
      "content_type": 8,
      "codename": "add_subscriber"
    }
  },
  {
    "model": "auth.permission",
    "pk": 30,
    "fields": {
      "name": "Can change subscriber",
      "content_type": 8,
      "codename": "change_subscriber"
    }
  },
  {
    "model": "auth.permission",
    "pk": 31,
    "fields": {
      "name": "Can delete subscriber",
      "content_type": 8,
      "codename": "delete_subscriber"
    }
  },
  {
    "model": "auth.permission",
    "pk": 32,
    "fields": {
      "name": "Can view subscriber",
      "content_type": 8,
      "codename": "view_subscriber"
    }
  },
  {
    "model": "auth.permission",
    "pk": 33,
    "fields": {
      "name": "Can add picture",
      "content_type": 9,
      "codename": "add_picture"
    }
  },
  {
    "model": "auth.permission",
    "pk": 34,
    "fields": {
      "name": "Can change picture",
      "content_type": 9,
      "codename": "change_picture"
    }
  },
  {
    "model": "auth.permission",
    "pk": 35,
    "fields": {
      "name": "Can delete picture",
      "content_type": 9,
      "codename": "delete_picture"
    }
  },
  {
    "model": "auth.permission",
    "pk": 36,
    "fields": {
      "name": "Can view picture",
      "content_type": 9,
      "codename": "view_picture"
    }
  },
  {
    "model": "auth.user",
    "pk": 3,
    "fields": {
      "password": "pbkdf2_sha256$120000$zXdNoQXLsY4W$+FkHJLLXBBUTneGcom3qc8cI6Q9v+OHfFuwx27KxR5A=",
      "last_login": "2019-05-07T01:26:25.603Z",
      "is_superuser": true,
      "username": "djoq",
      "first_name": "",
      "last_name": "",
      "email": "danny@sbo.tech",
      "is_staff": true,
      "is_active": true,
      "date_joined": "2019-05-05T19:53:17.857Z",
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "auth.user",
    "pk": 6,
    "fields": {
      "password": "pbkdf2_sha256$120000$bc2iQGVdbI93$CRE2lefxq6NGDJ1/FlLLqiGEWofr1mXXnW617tMmY7g=",
      "last_login": "2019-12-03T20:00:49.039Z",
      "is_superuser": true,
      "username": "shraddha",
      "first_name": "",
      "last_name": "",
      "email": "s.joshi@sbo.tech",
      "is_staff": true,
      "is_active": true,
      "date_joined": "2019-12-03T20:00:44.793Z",
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "auth.user",
    "pk": 7,
    "fields": {
      "password": "pbkdf2_sha256$120000$d5Beq3ELmVIA$2Ka5UeoUXl1pyn9esAxb+ZwZP9Uzrxj4rOvPxTuwNTg=",
      "last_login": "2020-02-13T23:48:43.901Z",
      "is_superuser": true,
      "username": "sjoshi",
      "first_name": "",
      "last_name": "",
      "email": "s.joshi@sbo.tech",
      "is_staff": true,
      "is_active": true,
      "date_joined": "2020-01-23T02:27:43.772Z",
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "admin.logentry",
    "pk": 1,
    "fields": {
      "action_time": "2019-05-07T01:26:41.885Z",
      "user": 3,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 4,
    "fields": {
      "action_time": "2019-12-03T20:04:56.460Z",
      "user": 6,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 5,
    "fields": {
      "action_time": "2019-12-03T20:38:53.342Z",
      "user": 6,
      "content_type": 3,
      "object_id": "4",
      "object_repr": "Sjoshi",
      "action_flag": 3,
      "change_message": ""
    }
  },
  {
    "model": "admin.logentry",
    "pk": 6,
    "fields": {
      "action_time": "2019-12-03T20:38:53.382Z",
      "user": 6,
      "content_type": 3,
      "object_id": "1",
      "object_repr": "Teesha123",
      "action_flag": 3,
      "change_message": ""
    }
  },
  {
    "model": "admin.logentry",
    "pk": 7,
    "fields": {
      "action_time": "2019-12-03T20:38:53.393Z",
      "user": 6,
      "content_type": 3,
      "object_id": "5",
      "object_repr": "s.joshi",
      "action_flag": 3,
      "change_message": ""
    }
  },
  {
    "model": "admin.logentry",
    "pk": 8,
    "fields": {
      "action_time": "2019-12-03T20:39:06.815Z",
      "user": 6,
      "content_type": 3,
      "object_id": "2",
      "object_repr": "Shraddha",
      "action_flag": 3,
      "change_message": ""
    }
  },
  {
    "model": "admin.logentry",
    "pk": 9,
    "fields": {
      "action_time": "2019-12-03T20:40:52.268Z",
      "user": 6,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 10,
    "fields": {
      "action_time": "2019-12-03T20:48:51.263Z",
      "user": 6,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 11,
    "fields": {
      "action_time": "2019-12-03T20:49:56.909Z",
      "user": 6,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 12,
    "fields": {
      "action_time": "2019-12-03T20:50:22.911Z",
      "user": 6,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 13,
    "fields": {
      "action_time": "2019-12-03T20:51:16.178Z",
      "user": 6,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 14,
    "fields": {
      "action_time": "2019-12-03T20:57:19.408Z",
      "user": 6,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 15,
    "fields": {
      "action_time": "2020-01-23T02:40:28.484Z",
      "user": 7,
      "content_type": 8,
      "object_id": "2",
      "object_repr": "Subscriber object (2)",
      "action_flag": 3,
      "change_message": ""
    }
  },
  {
    "model": "admin.logentry",
    "pk": 16,
    "fields": {
      "action_time": "2020-01-24T19:31:21.590Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\", \"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 17,
    "fields": {
      "action_time": "2020-01-24T19:31:34.065Z",
      "user": 7,
      "content_type": 7,
      "object_id": "2",
      "object_repr": "Post object (2)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\", \"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 18,
    "fields": {
      "action_time": "2020-01-24T19:31:42.744Z",
      "user": 7,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\", \"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 19,
    "fields": {
      "action_time": "2020-01-24T19:31:55.688Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 20,
    "fields": {
      "action_time": "2020-01-24T19:53:02.279Z",
      "user": 7,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 21,
    "fields": {
      "action_time": "2020-01-24T20:57:49.092Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 22,
    "fields": {
      "action_time": "2020-01-24T20:57:59.649Z",
      "user": 7,
      "content_type": 7,
      "object_id": "2",
      "object_repr": "Post object (2)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 23,
    "fields": {
      "action_time": "2020-01-24T20:58:12.717Z",
      "user": 7,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 24,
    "fields": {
      "action_time": "2020-01-24T22:28:28.597Z",
      "user": 7,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"title\", \"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 25,
    "fields": {
      "action_time": "2020-01-24T22:31:06.272Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"title\", \"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 26,
    "fields": {
      "action_time": "2020-01-24T22:32:29.569Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 27,
    "fields": {
      "action_time": "2020-01-24T22:33:04.747Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 28,
    "fields": {
      "action_time": "2020-01-25T02:07:22.902Z",
      "user": 7,
      "content_type": 9,
      "object_id": "1",
      "object_repr": "Picture object (1)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 29,
    "fields": {
      "action_time": "2020-01-25T02:13:32.374Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 30,
    "fields": {
      "action_time": "2020-01-27T21:17:55.446Z",
      "user": 7,
      "content_type": 7,
      "object_id": "1",
      "object_repr": "Post object (1)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 31,
    "fields": {
      "action_time": "2020-01-30T21:07:38.870Z",
      "user": 7,
      "content_type": 9,
      "object_id": "2",
      "object_repr": "Picture object (2)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 32,
    "fields": {
      "action_time": "2020-02-13T23:51:42.535Z",
      "user": 7,
      "content_type": 7,
      "object_id": "2",
      "object_repr": "Post object (2)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"title\", \"content\", \"file\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 33,
    "fields": {
      "action_time": "2020-02-14T00:00:20.445Z",
      "user": 7,
      "content_type": 7,
      "object_id": "3",
      "object_repr": "Post object (3)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 34,
    "fields": {
      "action_time": "2020-02-14T00:00:35.295Z",
      "user": 7,
      "content_type": 7,
      "object_id": "2",
      "object_repr": "Post object (2)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"title\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 35,
    "fields": {
      "action_time": "2020-02-14T00:00:44.813Z",
      "user": 7,
      "content_type": 7,
      "object_id": "2",
      "object_repr": "Post object (2)",
      "action_flag": 2,
      "change_message": "[]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 36,
    "fields": {
      "action_time": "2020-02-14T00:03:23.172Z",
      "user": 7,
      "content_type": 9,
      "object_id": "3",
      "object_repr": "Picture object (3)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  }
]